Revit 2027 API
ParameterTypeId.VoidCutsGeometry Property
 "Cuts Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VoidCutsGeometry { get; }
Public Shared ReadOnly Property VoidCutsGeometry As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VoidCutsGeometry {
	ForgeTypeId^ get ();
}
static member VoidCutsGeometry : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace